{
    "global": {
        "login": "Login",
        "logout": "Logout",
        "players": "Players",
        "location": "Location",
        "delete": "Delete",
        "no": "No",
        "yes": "Yes",
        "name": "Name",
        "party": "Party",
        "guild": "Guild",
        "money": "Zeny",
        "weight": "Weight",
        "viewProfile": "View profile",
        "trade": "Trade",
        "mute": "Mute",
        "ban": "Ban",
        "cancel": "Cancel",
        "shortLevel": "Lv",
        "close": "Close",
        "save": "Save",
        "amount": "Amount"
    },
    "app": {
        "loginClosed": "Login servers went down or closed, probably because of server restart, wait 5 minutes",
        "loggedInFromAnotherSource": "Someone logged in on to this character from another source. Session lost.",
        "serverWentDown": "Disconnected from server",
        "reconnect": "Reconnect"
    },
    "home": {
        "home": "Home",
        "wiki": "Wiki",
        "online": "Online",
        "hunts": "Hunts",
        "playersRegistered": "Players registered",
        "earlyAccessExplanation": "This is a fan / hobby made game, done by one person and is currently in Open Alpha access.",
        "registerAccount": "Register account",
        "playNowRegisterLater": "Play now, register later",
        "startGame": "Start the game",
        "youAreGuestAccount": "You are on guest account, your data can be easily lost if you like the game consider registering account by clicking here",
        "createAndConnectAccount": "Create and Connect account",
        "selectCharacter": "Select character",
        "createNewCharacter": "Create new character",
        "backToMainScreen": "Back to main screen",
        "deleteCharacterConfirmation": "Are you sure you want to delete this character?",
        "male": "Male",
        "female": "Female",
        "backToCharacterSelect": "Back to character select",
        "feature1Title": "Idle & inremental text MMORPG - hunt and do quests",
        "feature1Description": "Start with nothing and grow your character or many characters at the same time. Be whatever you want. Participating in what matter and let your character level up for you by hunting offline while still getting XP. Create party with your friends or control full party yourself. Do quests, be that of daily or story driver.",
        "feature2Title": "Level up your character and make unique build",
        "feature2Description": "There are no limits to stats and skills. You can create whatever you want. You want to go with meta? Go ahead and speak with other players what work best. But don't want to be as everyone else and want to do intelectual Knight with ton of mana? Go ahead. Want to do very bulky Mage or Healer? Sure, go crazy.",
        "feature3Title": "Don't go on adventure alone, it's dangerous",
        "feature3Description": "Either you want to create party with random people, your best friends or play alone as a full party team. All is possible. Play this game how you want. Min/Maxing is not the point. Party play is what important, this is what MMO is about. You won't survive alone or only with one character. You can create up to 10 characters on one account that share the same storage.",
        "feature4Title": "Don't like to hunt? Become a crafter.",
        "feature4Description": "Items wear out and break. Someone need to fix them. Items are not magically appearing in NPC stored. Someone need to create them and this someone can be you. Become the best crafter the world might know. Buy materials from adventurers and hunters. Create weapon, create armor, create potion, No loot item is useless as you can transmute them into what you might need.",
        "feature5Title": "Travel the map and face challenges in the dungeon.",
        "feature5Description": "Travel and explore the world, hunt stronger monster, get materials from them and sell them to Merchants. They will craft better gear for you instead. When dwelling the dungeons - don't get lost.",
        "feature6Title": "Become economical magnate.",
        "feature6Description": "Buy and sell stuff and lead the economy of the world by opening you shops in each city. You're in control of the prices. You're in control of the goods. If money making is your call, this is the road for you! Also, trade with players in real time.",
        "sessionExpired": "Your session expired, please reload the app"
    },
    "attributes": {
        "baseLevel": "Base Lvl",
        "jobLevel": "Job Lvl",
        "job": "Job",
        "mph": "M.HP",
        "mmp": "M.MP",
        "patk": "P.Atk",
        "matk": "M.Atk",
        "pdef": "P.Def",
        "mdef": "M.Def",
        "hit": "Hit",
        "eva": "Eva",
        "catk": "Crit Atk",
        "cdef": "Crit Def",
        "speed": "Speed"
    },
    "charInfoTop": {
        "baseLevel": "B.Lv",
        "jobLevel": "J.Lv",
        "hunting": "Hunting",
        "traveling": "Traveling",
        "resting": "Resting",
        "crafting": "Crafting"
    },
    "chat": {
        "chat": "chat",
        "from": "From",
        "needBasicLevel": "Need Basic Level {level} to use chat",
        "message": "Message"
    },
    "craft": {
        "actionTitle": "Craft Services",
        "repairItem": "Blacksmith - Repair Items",
        "craftItems": "Craft items"
    },
    "map": {
        "dungeonActionTitle": "Dungeon",
        "overweight": "Character is overweight, you can not travel to another location. Your character need to be below 90% of weight. Discard some items, use them or give it to someone else.",
        "travelTo": "Travel to",
        "travel": "Travel"
    },
    "hunt": {
        "actionTitle": "Hunt",
        "confirmHunt": "Confirm hunt",
        "time": "Time",
        "min": "min",
        "hour": "hour",
        "hours": "hours",
        "huntConfiguration": "Hunt configuration\n(active skills/healing)",
        "start": "Start"
    },
    "rest": {
        "actionTitle": "Rest at Inn",
        "innRooms": "Inn rooms",
        "min": "min",
        "cheapRoom": "Cheap room",
        "regularRoom": "Regular room",
        "deluxeRoom": "Deluxe room",
        "approve": "Approve"
    },
    "itemInfo": {
        "type": "Type",
        "twoHanded": "Two-Handed",
        "params": "Params",
        "requiredLevel": "Required Level",
        "durability": "Durability",
        "broken": "BROKEN!",
        "applicableJob": "Applicable Job",
        "discard": "Discard",
        "use": "Use",
        "repair": "Repair",
        "confirmationToDiscard": "Are you sure you want to discard this item?",
        "confirmationToRepair": "Do you wish to use those materials in order to repair the item?"
    },
    "kafra": {
        "actionTitle": "Kafra Services",
        "saveLocation": "Save Location",
        "useStorage": "Use Storage",
        "barberService": "Barber Shop Service",
        "statsResetService": "Stats Reset Service",
        "skillsResetService": "Skills Reset Service",
        "resetStats": "Reset stats",
        "youWishToResetStats": "You wish to rebuild your body? It is possible, but it is very expensive alchemical potion and overall magical procedure. It will cost you a good amount of zeny. Your body normally can witstand it multiple time, but the more you grow the more expensive it will become. So you should rely on it too much.",
        "resetCurrentPrice": "Current price",
        "resetZenyAvailable": "Zeny available",
        "resetBeyond": "You have grown beyond our magic and alchemy to rebuild you the way you want. Sorry.",
        "resetReady": "I'm ready, reset!",
        "youWishToResetSkills": "You wish to rebuild your mental state? It is painful, ever heard about lobotomy? Well it's not that, but never the less, changing your mental state even by using magic is really hard. The more experience you gain, the more problems it will cause. Until the point of no return is reached.",
        "resetSkills": "Reset skills",
        "insufficientZenyForBarber": "Insufficient Zeny to use Barber Shop Service",
        "insufficientZenyForStorage": "Insufficient Zeny to use Kafra Storage Service",
        "needBasicLevel": "You need basic level {level} to start using Kafra Storage Services"
    },
    "puzzle": {
        "actionTitle": "Challenge / Puzzle",
        "submit": "Submit",
        "randomChallengeText1": "You're feeling a bit lost, just some parts of the dungeon feels familiar, you are tried hard to navigate your way into the depths of this place. As if there is some kind of puzzle that need to be solved?",
        "randomChallengeText2": "You've reached the stairs to the next level, at least that is what you think, but there are more stairs leading down, which one to choose? You need to solve this puzzle somehow.",
        "randomChallengeText3": "Are you on the right path? You were sure that you memorized the map of the dungeon very well before dwelling into it."
    },
    "register": {
        "register": "Register",
        "email": "Email",
        "password": "Password",
        "confirmPassword": "Confirm password"
    },
    "shop": {
        "shopDealers": "Shop Dealers",
        "merchantsShops": "Merchants Shops",
        "equipmentDealer": "Equipment Dealer",
        "toolDealer": "Tool Dealer",
        "buy": "Buy",
        "sell": "Sell"
    },
    "stats": {
        "statusPoints": "Status points",
        "errorTryingToUpdateStats": "Something went wrong while trying to update your stats",
        "str": "Strength (STR)",
        "dex": "Dexterity (DEX)",
        "int": "Intellect (INT)",
        "vit": "Vitality (VIT)",
        "wis": "Wisdom (WIS)",
        "luk": "Luck (LUK)",
        "strExplanation": "This stat affects the physical power (P.Atk) of the character, be that of melee or range, melee benefit more from Strength than range.\nPrimary stat for jobs: Fighter, Thief\nSecondary stat for jobs: Merchant",
        "dexExplanation": "This stat affect character HIT(Accuracy) and EVA(Evade) parameters. This stat affects the speed of how fast character can finish missions and travel. Speed affects whole party. This stat affect physical power of the character by a little. Range weapons benefit more from this stat.\nPrimary stat for jobs: Archer, Thief",
        "intExplanation": "This stat affects the mental power (M.Atk) of the character, allowing to deal massive magic damage\nPrimary stat for jobs: Mage",
        "vitExplanation": "This stat affects the physical defense (P.Def) and HP and is a mandatory stat for protectors\nSecondary stat for jobs: Fighter",
        "wisExplanation": "This stat affects the healing capabilities of acolyte, magical defense (M.Def) and MP\nPrimary stat for jobs: Acolyte\nSecondary stat for jobs: Mage",
        "lukExplanation": "This stat affects the luck of a character and every other stat and attribute in many ways, primarily it is used for crafts, crit chance defense and crit chance attack\nPrimary stat for jobs: Merchant\nSecondary stat for jobs: Thief, Archer"
    },
    "trade": {
        "tradeRequest": "Trade request",
        "wouldLikeToTrade": "would like to trade with you",
        "reject": "Reject",
        "accept": "Accept"
    },
    "tutorial": {
        "tutorial": "Tutorial",
        "next": "Next",
        "tutorialText1": "Hey there, you seems to be new here. Let me show you around really fast for you not to get lost from the very beginning.",
        "tutorialText2": "This is your general user interface and this small screen is how this game runs, it is optimized for mobile play. And you know about \"Early Access\" games? Well this one is Early Early Access game! So please be patient when playing it. And in case you have great idea - send it to developer on discord or you want to say that this game is shit? Also do it on discord, apreciated any way!",
        "tutorialText3": "This is your main character info, it will be with you through all out the game, so you could see everything what is happening with your character or in case you're traveling or hunting",
        "tutorialText4": "This is your party screen. Party doesn't work at the moment, expect it to start functionining in the release of 0.3",
        "tutorialText5": "This is your settings screen, music or sound too loud or annoying? You can turn it off in there. Or you can switch fast between your characters from here.",
        "tutorialText6": "This is where you can pre-configure what your character is going to do and behave in the hunt. Like what active skills to use (when you will have those) and what healing items to consume when low on HP/MP etc.",
        "tutorialText7": "Here are your main game actions, they are used to hunt, to shop, to store items, save your location and basically for all random stuff in the game",
        "tutorialText8": "Your chat. Chat is NOT persistent meaning you will lose all of chat logs on page refresh. Regular chat to talk with players. System chat for messages like what you used, what you equiped, sold, error messages and Battle chat for battle logs.",
        "tutorialText9": "In here you will find everything related to your character. Equipment, stats, skills, attributes and everything character related",
        "tutorialText10": "This is map, from here you navigate around the world",
        "tutorialText11": "Here are your quests, main line quests, job change quest (when you reach Job Level to 10), random daily quests that drop every day at 4:00 UTC",
        "tutorialText12": "Your inventory. In here you can see what are you carrying with you at the time, you can also use any healing items from it or discard items from your inventory, but be careful, discarded items are lost forever.",
        "tutorialText13": "That is it. IMPORTANT! You should start with quests though, as there it explains you how to start playing in a bit of a narrative way. Also you will receive your first weapon! Good luck and thank you for playing!"
    }
}